Repository: LordShion/DirectVote
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Work in progress
fr_fr: Dévelopement en cours

source: DirectVote - Home
fr_fr: Acceuil

source: Direct Vote
fr_fr: Votation Directe

source: My account
fr_fr: Mon compte

source: Logout
fr_fr: Deconnection

source: user
fr_fr: identifiant

source: password
fr_fr: mot de passe

source: Login
fr_fr: Connection

source: Message Box
fr_fr: Boite de messages

source: Details of user
fr_fr: Details de l'utilisateur

source: You are not allowed, to access this part.
fr_fr: Vous n etes pas connecté

source: Please login.
fr_fr: Veuillez vous connecter

source: Home
fr_fr: Acceuils

source: Opened Votes
fr_fr: Votations en cours

source: Results
fr_fr: Resultats

source: Proposals
fr_fr: Propositions

source: Online Chat
fr_fr: Dialogue en ligne

source: Messages
fr_fr: Mes Messages

source: Opened Votations
fr_fr: Votations ouvertes

source: Welcome
fr_fr: Bienvenue

source: you are logged in
fr_fr: Vous etes connecte.

source: you are not logged in
fr_fr: Vous n etes pas connecte.

source: Votations Proposals
fr_fr: Propositions de Votations

source: Votations Results
fr_fr: Resultats des votations
